v2_TSEP/hx_sweep/LN2_3bar_Re2300_gON/system/metricConstants
CASE_NAME=LN2_3bar_Re2300_gON
FLUID_NAME="LN2_77K_3bar"
Lflow=0.3
Dh=0.01
Acs=0.0005
Aheated=0.015
Qwall_W=9.4
k_W_mK=0.1457
rho_kg_m3=808.2
cp_J_kgK=2038.0
mu_Pa_s=0.0001635
nu_m2_s=2.02301e-07
beta_1_K=0.005617
Pr=2.286
TRef_K=77
CarnotCOP=0.34529148
GRAVITY=1
Re_target=2300
P_Pa=300000
TURBULENT=0
Umean_nominal=0.046529
mdot_nominal=1.880250e-02
